export const OUTPUT_COORDINATES = [
  {
    name: "EPSG:4326 (WGS84)",
    code: "4326",
  },
  {
    name: "EPSG:3857 (Webメルカトル)",
    code: "3857",
  },
  {
    name: "EPSG:2443 (日本測地系2000 / 平面直角座標系 I)",
    code: "2443",
  },
  {
    name: "EPSG:2444 (日本測地系2000 / 平面直角座標系 II)",
    code: "2444",
  },
  {
    name: "EPSG:2445 (日本測地系2000 / 平面直角座標系 III)",
    code: "2445",
  },
  {
    name: "EPSG:2446 (日本測地系2000 / 平面直角座標系 IV)",
    code: "2446",
  },
  {
    name: "EPSG:2447 (日本測地系2000 / 平面直角座標系 V)",
    code: "2447",
  },
  {
    name: "EPSG:2448 (日本測地系2000 / 平面直角座標系 VI)",
    code: "2448",
  },
  {
    name: "EPSG:2449 (日本測地系2000 / 平面直角座標系 VII)",
    code: "2449",
  },
  {
    name: "EPSG:2450 (日本測地系2000 / 平面直角座標系 VIII)",
    code: "2450",
  },
  {
    name: "EPSG:2451 (日本測地系2000 / 平面直角座標系 IX)",
    code: "2451",
  },
  {
    name: "EPSG:2452 (日本測地系2000 / 平面直角座標系 X)",
    code: "2452",
  },
  {
    name: "EPSG:2453 (日本測地系2000 / 平面直角座標系 XI)",
    code: "2453",
  },
  {
    name: "EPSG:2454 (日本測地系2000 / 平面直角座標系 XII)",
    code: "2454",
  },
  {
    name: "EPSG:2455 (日本測地系2000 / 平面直角座標系 XIII)",
    code: "2455",
  },
  {
    name: "EPSG:2456 (日本測地系2000 / 平面直角座標系 XIV)",
    code: "2456",
  },
  {
    name: "EPSG:2457 (日本測地系2000 / 平面直角座標系 XV)",
    code: "2457",
  },
  {
    name: "EPSG:2458 (日本測地系2000 / 平面直角座標系 XVI)",
    code: "2458",
  },
  {
    name: "EPSG:2459 (日本測地系2000 / 平面直角座標系 XVII)",
    code: "2459",
  },
  {
    name: "EPSG:2460 (日本測地系2000 / 平面直角座標系 XVIII)",
    code: "2460",
  },
  {
    name: "EPSG:2461 (日本測地系2000 / 平面直角座標系 XIX)",
    code: "2461",
  },
];
